notes/2020-11-29-15-18-05-hofmannDeterminantsBankCredit2004.org
#+TITLE: hofmannDeterminantsBankCredit2004: The Determinants of Bank Credit in Industrialized Countries: Do Property Prices Matter?
#+ROAM_KEY: cite:hofmannDeterminantsBankCredit2004
#+ROAM_TAGS:
Time-stamp: 2020-11-29
- tags :: 


* The determinants of bank credit in industrialized countries: do property prices matter?
  :PROPERTIES:
  :Custom_ID: Hofmann_2004
  :END:
  
** FISH-5SS

| *Background*                                  | Credit aggregates and asset prices play no role in standard models.                                                                                                                                                                                                                                                                                                                                                                                                                                         |
| *Supporting Ideas*                            | The must be multidirectional links between house prices and monetary variables. According to lifecycle mode, an increase in house prices leads to an increase in consumption. When house prices increases, residential investment Tobin's $q$ increase as well. So, residential investment is a positive function of house prices. House prices assumed to be sticker than monetary variables. Financial, structural e institutional changes in the 80s are supposed to  change the macroeconomic dynamics. |
| *Purpose*                                     | To investigate whether money, credit, house prices and GDP have multidirectional links.                                                                                                                                                                                                                                                                                                                                                                                                                     |
| *Originality/value (Contribution)*            | Links credit and asset prices in both directions and connects house prices with monetary variables (/i.e./ money, credit, house prices and economy).                                                                                                                                                                                                                                                                                                                                                          |
| *Relevance*                                   | This paper provides a TsPanel data for a similar country and time selection in the dissertation. Furthermore, indicates some technical literature for TsPanel.                                                                                                                                                                                                                                                                                                                                              |
| *Design/methodology/approach*                 | Fixed-effects panel VAR. 17 industrialized countries (1970-(1985-)2006). Housing booms are included with dummy variables. *Estimation:* OLS without time dummies. This specification is employed because $T>N$, so dummies would involve loss in efficiency. For Cholesky decomposition, ordering was based on monetary transmission literature.                                                                                                                                                              |
| *Results*                                     | *Stronger Multidirectional* link between house prices and monetary variables in the recent subsample (1985-2006). Stronger monetary shocks in housing boom.                                                                                                                                                                                                                                                                                                                                                   |
| *(Interesting) Findings*                      | Monetary variables affects future house prices and the other way around also occurs. Only money growth affects future CPI. CPI shock capture supply-side disturbances ($\Uparrow cpi,\, \Downarrow y, \Uparrow ir, \Downarrow hp, \Downarrow m, \Downarrow c$) An house price shock increase all other variables. The same holds for money and credit shock. Money  and credit growth provides information about emerging house price booms or bubbles.                                                     |
| *Research limitations/implications (Critics)* | The authors themselves indicates that results are not statiscally significants. Housing boom included with dummy variables. Residential investment variable not included.                                                                                                                                                                                                                                                                                                                                   |
| *Uncategorized stuff*                         | House owners gain from a house price  increse while renters lose. The authors indicates that estimating individual VARs would lead to few degrees of freedom. Lag order: 4 (AIC).                                                                                                                                                                                                                                                                                                                           |
| *5SS*                                         | The authors estimate a time-series fixed effects panel data for 17 industrialized countries for 1970-2006. They report a multidirectional relation between money, credit, house prices and GDP growth. This effects are stronger during housing booms.                                                                 However, they do not include residential investment.                                                                                                                                 |


** Backlinks
[[file:20210210091758-house_prices.org][House Prices]]
[[file:20210210092940-household_debt_and_bank_credit.org][Household debt and Bank credit]]



*** Citations

cite:arestisTreatingUSHousing2011

* Specifics comments
** Main model
 
$$
Y_{i,t} = A_i + A(L)Y_{i,t} + \varepsilon_{i,t}
$$

- $Y$ endogenous variables
  - Variables: real GDP ($y$), consumer price index ($cpi$), short-term nominal interest rate ($ir$), nominal house prices ($hp$), nominal broad money ($m$) and nominal bank credit ($c$)
- $A$ country-specific fixed effects
  - Countries:  US, Japan, Germany, France, Italy, the UK, Canada, Switzerland, Sweden, Norway, Finland, Denmark, Spain, the Netherlands, Belgium, Ireland and Australia

** Housing boom estimation

$$
Y_{i,t} = A_i + A_{NB}(L)Y_{i,t}\cdot D^{NB}_{i,t} + A_{B}(L)Y_{i,t}\cdot D^{B}_{i,t} + \varepsilon_{i,t}
$$

in which $B$ and $NB$ stands for boom and not housing boom respectively. Housing boom defined as follows (p. 24):

#+BEGIN_QUOTE
persistent deviation of real house prices from a smooth trend, calculated based on a one-sided HP filter with a smoothing parameter of 100,000. A boom is defined as a positive deviation of house prices from this smooth trend of more than 5% lasting at least 12 quarters. 
#+END_QUOTE


Next, another model is estimated whith $D^{NB}$ equals to one for those countries with lower real house price increases and zero otherwise and the same procedure was repeated for $D^B$. The same results were found: monetary variables have stronger effects during housing boom despite not being statistically significant.

Then, the author moves towards country-specific factors based on available LTV (loan-to-Value) ratio. They find countries with higher LTV to be the ones with higher price increases (relatively). However, the is no perfect correlation between this variables.

** Other stuff

Quoting in defense of TsPanel (p. 15) based on Gavin and Theodorou
(2005):

#+BEGIN_QUOTE
adopting a panel approach in a macro framework like our own
helps to uncover common dynamic relationships which might otherwise be obscured by idiosyncratic effects at the individual country level
#+END_QUOTE






