docs/notes/2020-11-29-15-18-05-hofmannDeterminantsBankCredit2004.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-28 qui 15:20 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>hofmannDeterminantsBankCredit2004: The Determinants of Bank Credit in Industrialized Countries: Do Property Prices Matter?</title>
<meta name="author" content="Gabriel Petrini" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">hofmannDeterminantsBankCredit2004: The Determinants of Bank Credit in Industrialized Countries: Do Property Prices Matter?</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#Hofmann_2004">1. The determinants of bank credit in industrialized countries: do property prices matter?</a>
<ul>
<li><a href="#org36883d4">1.1. FISH-5SS</a></li>
<li><a href="#org3cd97cf">1.2. Backlinks</a>
<ul>
<li><a href="#org4c703b9">1.2.1. Citations</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgfa6f395">2. Specifics comments</a>
<ul>
<li><a href="#org6944212">2.1. Main model</a></li>
<li><a href="#orga8fcd79">2.2. Housing boom estimation</a></li>
<li><a href="#org830f5b8">2.3. Other stuff</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
Time-stamp: 2020-11-29
</p>
<dl class="org-dl">
<dt>tags</dt><dd></dd>
</dl>


<div id="outline-container-Hofmann_2004" class="outline-2">
<h2 id="Hofmann_2004"><span class="section-number-2">1.</span> The determinants of bank credit in industrialized countries: do property prices matter?</h2>
<div class="outline-text-2" id="text-Hofmann_2004">
</div>

<div id="outline-container-org36883d4" class="outline-3">
<h3 id="org36883d4"><span class="section-number-3">1.1.</span> FISH-5SS</h3>
<div class="outline-text-3" id="text-1-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>Background</b></td>
<td class="org-left">Credit aggregates and asset prices play no role in standard models.</td>
</tr>

<tr>
<td class="org-left"><b>Supporting Ideas</b></td>
<td class="org-left">The must be multidirectional links between house prices and monetary variables. According to lifecycle mode, an increase in house prices leads to an increase in consumption. When house prices increases, residential investment Tobin&rsquo;s \(q\) increase as well. So, residential investment is a positive function of house prices. House prices assumed to be sticker than monetary variables. Financial, structural e institutional changes in the 80s are supposed to  change the macroeconomic dynamics.</td>
</tr>

<tr>
<td class="org-left"><b>Purpose</b></td>
<td class="org-left">To investigate whether money, credit, house prices and GDP have multidirectional links.</td>
</tr>

<tr>
<td class="org-left"><b>Originality/value (Contribution)</b></td>
<td class="org-left">Links credit and asset prices in both directions and connects house prices with monetary variables (<i>i.e.</i> money, credit, house prices and economy).</td>
</tr>

<tr>
<td class="org-left"><b>Relevance</b></td>
<td class="org-left">This paper provides a TsPanel data for a similar country and time selection in the dissertation. Furthermore, indicates some technical literature for TsPanel.</td>
</tr>

<tr>
<td class="org-left"><b>Design/methodology/approach</b></td>
<td class="org-left">Fixed-effects panel VAR. 17 industrialized countries (1970-(1985-)2006). Housing booms are included with dummy variables. <b>Estimation:</b> OLS without time dummies. This specification is employed because \(T>N\), so dummies would involve loss in efficiency. For Cholesky decomposition, ordering was based on monetary transmission literature.</td>
</tr>

<tr>
<td class="org-left"><b>Results</b></td>
<td class="org-left"><b>Stronger Multidirectional</b> link between house prices and monetary variables in the recent subsample (1985-2006). Stronger monetary shocks in housing boom.</td>
</tr>

<tr>
<td class="org-left"><b>(Interesting) Findings</b></td>
<td class="org-left">Monetary variables affects future house prices and the other way around also occurs. Only money growth affects future CPI. CPI shock capture supply-side disturbances (\(\Uparrow cpi,\, \Downarrow y, \Uparrow ir, \Downarrow hp, \Downarrow m, \Downarrow c\)) An house price shock increase all other variables. The same holds for money and credit shock. Money  and credit growth provides information about emerging house price booms or bubbles.</td>
</tr>

<tr>
<td class="org-left"><b>Research limitations/implications (Critics)</b></td>
<td class="org-left">The authors themselves indicates that results are not statiscally significants. Housing boom included with dummy variables. Residential investment variable not included.</td>
</tr>

<tr>
<td class="org-left"><b>Uncategorized stuff</b></td>
<td class="org-left">House owners gain from a house price  increse while renters lose. The authors indicates that estimating individual VARs would lead to few degrees of freedom. Lag order: 4 (AIC).</td>
</tr>

<tr>
<td class="org-left"><b>5SS</b></td>
<td class="org-left">The authors estimate a time-series fixed effects panel data for 17 industrialized countries for 1970-2006. They report a multidirectional relation between money, credit, house prices and GDP growth. This effects are stronger during housing booms.                                                                 However, they do not include residential investment.</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org3cd97cf" class="outline-3">
<h3 id="org3cd97cf"><span class="section-number-3">1.2.</span> Backlinks</h3>
<div class="outline-text-3" id="text-1-2">
<p>


</p>
</div>



<div id="outline-container-org4c703b9" class="outline-4">
<h4 id="org4c703b9"><span class="section-number-4">1.2.1.</span> Citations</h4>
<div class="outline-text-4" id="text-1-2-1">
<p>
<a href="arestisTreatingUSHousing2011">arestisTreatingUSHousing2011</a>
</p>
</div>
</div>
</div>
</div>

<div id="outline-container-orgfa6f395" class="outline-2">
<h2 id="orgfa6f395"><span class="section-number-2">2.</span> Specifics comments</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org6944212" class="outline-3">
<h3 id="org6944212"><span class="section-number-3">2.1.</span> Main model</h3>
<div class="outline-text-3" id="text-2-1">
<p>
\[
Y_{i,t} = A_i + A(L)Y_{i,t} + \varepsilon_{i,t}
\]
</p>

<ul class="org-ul">
<li>\(Y\) endogenous variables
<ul class="org-ul">
<li>Variables: real GDP (\(y\)), consumer price index (\(cpi\)), short-term nominal interest rate (\(ir\)), nominal house prices (\(hp\)), nominal broad money (\(m\)) and nominal bank credit (\(c\))</li>
</ul></li>
<li>\(A\) country-specific fixed effects
<ul class="org-ul">
<li>Countries:  US, Japan, Germany, France, Italy, the UK, Canada, Switzerland, Sweden, Norway, Finland, Denmark, Spain, the Netherlands, Belgium, Ireland and Australia</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orga8fcd79" class="outline-3">
<h3 id="orga8fcd79"><span class="section-number-3">2.2.</span> Housing boom estimation</h3>
<div class="outline-text-3" id="text-2-2">
<p>
\[
Y_{i,t} = A_i + A_{NB}(L)Y_{i,t}\cdot D^{NB}_{i,t} + A_{B}(L)Y_{i,t}\cdot D^{B}_{i,t} + \varepsilon_{i,t}
\]
</p>

<p>
in which \(B\) and \(NB\) stands for boom and not housing boom respectively. Housing boom defined as follows (p. 24):
</p>

<blockquote>
<p>
persistent deviation of real house prices from a smooth trend, calculated based on a one-sided HP filter with a smoothing parameter of 100,000. A boom is defined as a positive deviation of house prices from this smooth trend of more than 5% lasting at least 12 quarters. 
</p>
</blockquote>


<p>
Next, another model is estimated whith \(D^{NB}\) equals to one for those countries with lower real house price increases and zero otherwise and the same procedure was repeated for \(D^B\). The same results were found: monetary variables have stronger effects during housing boom despite not being statistically significant.
</p>

<p>
Then, the author moves towards country-specific factors based on available LTV (loan-to-Value) ratio. They find countries with higher LTV to be the ones with higher price increases (relatively). However, the is no perfect correlation between this variables.
</p>
</div>
</div>

<div id="outline-container-org830f5b8" class="outline-3">
<h3 id="org830f5b8"><span class="section-number-3">2.3.</span> Other stuff</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Quoting in defense of TsPanel (p. 15) based on Gavin and Theodorou
(2005):
</p>

<blockquote>
<p>
adopting a panel approach in a macro framework like our own
helps to uncover common dynamic relationships which might otherwise be obscured by idiosyncratic effects at the individual country level
</p>
</blockquote>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Gabriel Petrini</p>
<p class="date">Created: 2021-10-28 qui 15:20</p>
</div>
</body>
</html>
